tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "neovim/homebrew-neovim"
brew "anyenv"
brew "zsh"
brew "openssl"
brew "git"
brew "trash"
brew "wget"
brew "htop"
brew "tmux"
brew "lua"
brew "watch"
brew "coreutils"
brew "tig"
brew "jq"
brew "yq"
# brew "ag"
brew "ripgrep"
brew "kotlin"
brew "neovim"
cask "google-japanese-ime"
# cask "google-chrome"
# cask "iterm2"
cask "slack"
# cask "evernote"
# cask "docker"
cask "dropbox"
cask "atom"
cask "android-studio"
cask "visual-studio-code"
